project/project.tex
\documentclass[10pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{soul}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{latexsym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\usepackage{geometry}
\geometry{verbose,tmargin=1in,bmargin=1in,lmargin=1in,rmargin=1in}
\providecommand{\alert}[1]{\textbf{#1}}

\title{STAT 5848/6948 Term Project}
%\author{G. Jay Kerns}
\date{\vspace{-0.5in} Summer 2012}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs Org-mode version 7.8.02}}

\begin{document}

\maketitle

\thispagestyle{empty}

\section*{Description}
\label{sec-1}


\begin{itemize}
\item The term project can be done individually or by a team of \textbf{at most four} students.
\item Data sets may be selected by the investigators.  Some datasets can be found \href{http://www-personal.buseco.monash.edu.au/~hyndman/TSDL/}{here}. If you can’t find a dataset, ask me and I will give you ideas.
\item The term project will be graded by the following criteria:
\begin{itemize}
\item Appropriateness and accuracy of analysis 60\%.
\item Writing 30\%: Organization 15\%, Professionalism \& Style 15\%.
\item Thoroughness: 10\%.
\end{itemize}
\item Email or otherwise transmit two (2) things to me: 1) your \texttt{lastname.RData} file and 2) your \texttt{lastname.Rnw} file.
\begin{itemize}
\item The ``lastname'' should be the last name of one of your team members. If I were to turn in the report, my file names would be \texttt{kerns.RData} and \texttt{kerns.Rnw}.
\item Your term project report may later be posted on the web, \emph{e.g.}, as a sample project for future students. If you do not wish your report to be posted, please let me know.
\end{itemize}
\end{itemize}
\subsection*{Timeline:}
\label{sec-1-1}

\begin{itemize}
\item Sign Up by: Friday, July 20
\item Data Set Selected by: Friday, July 27
\item Projects are due by: \textbf{Thursday, August 9, 2012 @ 11:59:59PM}
\end{itemize}
\subsection*{Any Project that does all of the following things will be 100\% sure to get a 120 pt. Score.}
\label{sec-1-2}


\begin{enumerate}
\item The final report should have a Title page, then an Executive Summary page, and lastly Data Analysis/Interpretation page(s).
\item Both parts (the \texttt{.RData} and \texttt{.Rnw} files) need to be \emph{received} by me by the deadline.  The \texttt{.Rnw} file must run cleanly \textbf{without errors} together with the \texttt{.RData} file to generate the final report for me to read.
\item In the Project report, the investigators should intelligently address, where applicable, all components as listed on the \underline{Guide to Report Writing}.
\item All reports should include a final fitted model, appropriate diagnostic checks, and at least two (2) forecasts and prediction intervals. Significance levels, forecasts, and hypotheses are to be determined by the investigators.
\item The report should exhibit proper English, correct grammar, spelling, and punctuation.
\end{enumerate}

\end{document}